# language: ru
@LoginMainPageFunctional
Функция: Переход на страницу входа в личный кабинет

  Сценарий: успешный переход на страницу при нажатие кнопки
    Дано пользователь находится на домашней странице банка
    Когда пользователь нажимает на кнопку перехода в интернет банк
    Тогда пользователь  на странице входа в личный кабинет

  Сценарий: успешный переход на страницу при нажатие ссылки
    Дано  пользователь находится на домашней странице банка
    Когда пользователь нажимает на ссылку перехода в интернет банк
    Тогда пользователь  на странице входа в личный кабинет

